Repository: 84000/data-translation-memory
Catalog: Toh_196-The_Dwelling_Place_of_Manjusri-v2.tmx
Source language: bo
Languages: en

source: བསྟན་པ་འདི་བཤད་པ་ན་དགེ་སློང་ལྔ་བརྒྱ་པོ་དེ་དག་ལས་དགེ་སློང་བཞི་བརྒྱ་ནི་ལེན་པ་མེད་པར་ཟག་པ་རྣམས་ལས་སེམས་རྣམ་པར་གྲོལ་ལོ། །
en: Upon explaining this teaching, among the five hundred monks the minds of four hundred monks were liberated from the pollutions without any further clinging.

source: དགེ་སློང་བརྒྱ་ནི་སེམས་ཆེར་འཁྲུགས་ནས་ལུས་དེ་ཉིད་དང་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ངུ་འབོད་དུ་ལྷུང་ངོ་། །
en: The minds of one hundred monks grew increasingly disturbed, and their bodily existences and mental states were plunged into the great hell of Howling.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Venerable Śāriputra then said to the youthful Mañjuśrī,

source: འཇམ་དཔལ་ཁྱོད་སེམས་ཅན་རྗེས་སུ་བསྲུང་བའི་ཆོས་མི་སྟོན་པས་དགེ་སློང་བརྒྱ་པོ་དེ་དག་ཆུད་ཟོས་ཏེ་ངོ་མཚར་བྱས་སོ། །
en: “Mañjuśrī, I am shocked that one hundred monks have all gone to ruin because you did not teach a Dharma that protects sentient beings.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་གནས་བརྟན་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: Thereupon the Bhagavān replied to the elder Śāriputra,

source: ཤཱ་རིའི་བུ་ཁྱོད་དེ་སྐད་མ་ཟེར་ཅིག །
en: “Śāriputra, do not say such things.

source: ཤཱ་རིའི་བུ་དགེ་སློང་བརྒྱ་པོ་དེ་དག་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ངུ་འབོད་དུ་རེག་པ་ཐང་ཅིག་རེག་ནས་དགའ་ལྡན་གྱི་ལྷ་རྣམས་དང་སྐལ་བ་མཉམ་པར་སྐྱེ་བར་འགྱུར་རོ། །
en: Śāriputra, those one hundred monks will come into contact with the great hell of Howling for only a moment, and they will then take rebirth together among the gods of Tuṣita heaven.

source: ཤཱ་རིའི་བུ་གལ་ཏེ་དགེ་སློང་དེ་དག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་མ་ཐོས་སུ་ཟིན་ན་དེ་དག་གདོན་མི་ཟ་བར་སེམས་ཅན་དམྱལ་བར་འགྲོ་བར་འགྱུར་ཏེ།
en: Śāriputra, if these monks had not heard this Dharma discourse, they would undoubtedly have gone to hell, and

source: ལས་དེ་ཟད་ནས་མིར་སྐྱེ་བར་འགྱུར་བ་ཞིག་ན་
en: having exhausted their karma, some would have taken rebirth as humans.

source: དེ་དག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་བརྟེན་པས་བསྐལ་པར་སེམས་ཅན་དམྱལ་བ་མྱོང་བར་འགྱུར་བའི་ལས་དེ་ཡང་ཅུང་ཟད་ཅིག་མྱོང་བར་བྱས་སོ། །
en: But since they have relied upon this Dharma discourse, even those deeds that would cause other beings to experience hell for an eon will, for them, cause that experience for only a short while.

source: ཤཱ་རིའི་བུ་དེའི་ཕྱིར་དགེ་སློང་བརྒྱ་པོ་དེ་དག་དེ་བཞིན་གཤེགས་པ་བྱམས་པའི་ཉན་ཐོས་ཐོག་མ་འདུས་པར་དགྲ་བཅོམ་པ་ཟག་པ་ཟད་པར་འགྱུར་རོ། །
en: Therefore, Śāriputra, those one hundred monks will be included among the initial hearers of the tathāgata Maitreya and become arhats who have exhausted their pollutions.

source: ཤཱ་རིའི་བུ་དེ་ལྟ་བས་ན་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སོམ་ཉི་དང་བཅས་པས་ཐོས་པ་ནི་དམ་པ་ཡིན་གྱི།
en: Since that is so, Śāriputra, for this Dharma discourse to be heard by those who have doubt is excellent indeed,

source: བསམ་གཏན་བཞི་ལ་སྙོམས་པར་ཞུགས་པས་ནི་དེ་ལྟ་མ་ཡིན།
en: in a way that is not the case for the attainment of the four meditative concentrations,

source: ཚད་མེད་པ་བཞིས་ནི་དེ་ལྟ་མ་ཡིན།
en: in a way that is not the case for the four immeasurables, and

source: གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་བཞི་བསྒོམས་པས་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །
en: in a way that is not the case for the cultivation of the four formless attainments.

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལྟ་བུ་དེ་མ་ཐོས་པར་འཁོར་བ་ལས་ཡོངས་སུ་མ་གྲོལ།
en: Because without hearing such a Dharma discourse, one will not be liberated from cyclic existence,

source: སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུགས་པ་རྣམས་ལས་ཡོངས་སུ་མ་གྲོལ་ཞེས་བཤད་དོ། །
en: nor will one be liberated from birth, ageing, sickness, death, sorrow, lamentation, suffering, sadness, and agitation.”

source: འཇམ་དཔལ་འདི་ལྟར་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལེགས་པར་བཤད་པ་ངོ་མཚར་ཏོ། །
en: “Mañjuśrī, it is amazing how you have matured sentient beings through your eloquent explanation of this Dharma discourse.”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་དེ་བཞིན་ཉིད་ནི་འབྲི་བ་མ་ཡིན། འཕེལ་བ་མ་ཡིན་ནོ། །
en: “Honorable Śāriputra,” replied Mañjuśrī, “the true nature does not diminish, nor does it increase.

source: ཆོས་ཀྱི་དབྱིངས་ཀྱང་འབྲི་བ་མ་ཡིན། འཕེལ་བ་ཡང་མ་ཡིན་ནོ། །
en: The realm of reality does not diminish , nor does it increase.

source: སེམས་ཅན་གྱི་ཁམས་ཀྱང་འབྲི་བ་མ་ཡིན། འཕེལ་བ་མ་ཡིན་ནོ། །
en: The realm of sentient beings does not diminish, nor does it increase.

source: ཀུན་ནས་ཉོན་མོངས་པ་མ་ཡིན། རྣམ་པར་བྱང་བ་མ་ཡིན་ནོ། །
en: They are not defiled, nor are they purified.

source: འདི་ལྟར་དེ་དག་ནི་ཡོད་པ་མ་ཡིན་ཞིང་དམིགས་སུ་མེད་དེ་ཐ་སྙད་ཙམ་དུ་ཟད་པས་ཅི་ཡང་མ་ཡིན།
en: Because these things do not exist and cannot be apprehended.

source: གང་ལ་ཡང་མི་གནས་ཏེ་གནས་པ་མེད་དོ། །
en: They do not dwell anywhere at all and are without dwelling place.

source: བཙུན་པ་ཤཱ་རིའི་བུ་གང་འདི་ལྟ་བུའི་མི་འགག་པ་དེ་ནི་བྱང་ཆུབ་པོ། །
en: Honorable Śāriputra, that which is uncurtailed in this way is awakening.

source: བྱང་ཆུབ་གང་ཡིན་པ་དེ་ནི་ཐར་པའོ། །
en: Awakening is liberation.

source: ཐར་པ་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་མི་རྟོག་པའོ། །
en: Liberation is nonconceptual.

source: གང་རྣམ་པར་མི་རྟོག་པ་དེ་ནི་མི་བྱེད་ཅིང་འགྱུར་བ་མེད་དོ། །
en: The nonconceptual is unfabricated and immutable.

source: གང་མི་བྱེད་ཅིང་འགྱུར་བ་མེད་པ་དེ་ནི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའོ། །
en: The unfabricated and immutable is wholly beyond suffering.”

source: ཤཱ་རིའི་བུ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་ཇི་སྐད་བསྟན་པ་དེ་བཞིན་ཏེ།
en: “Śāriputra, it is just as the youthful Mañjuśrī has taught.

source: དེ་བཞིན་ཉིད་ནི་འབྲི་བ་མ་ཡིན། འཕེལ་བ་མ་ཡིན་ནོ། །
en: True nature does not diminish, nor does it increase.

source: ཆོས་ཀྱི་དབྱིངས་ཀྱང་འབྲི་བ་མ་ཡིན། འཕེལ་བ་མ་ཡིན་ནོ། །
en: The realm of reality also does not diminish, nor does it increase.

source: འདི་ལྟར་དེ་དག་ཡོད་པ་མ་ཡིན་ཞིང་དམིགས་སུ་མེད་དེ་ཐ་སྙད་ཙམ་དུ་ཟད་པས་ཅི་ཡང་མ་ཡིན།
en: Because these things do not exist and cannot be apprehended. They are nothing at all, as they amount to nothing more than mere conventions.

source: གང་ལའང་མི་གནས་ཏེ་གནས་པ་མེད་དོ། །
en: They do not dwell anywhere at all and are without dwelling place.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ། །
en: At that time, the Bhagavān uttered these verses:

source: འདས་པ་དག་དང་མ་འོངས་དང་། །ད་ལྟར་བྱུང་ཆོས་བརྗོད་པ་ནི། །
en: “We speak of dharmas Of the past, present, and future.

source: དོན་གྱིས་མ་ཡིན་ཐ་སྙད་ཙམ། །
en: They are actually not so, for these are mere conventions.

source: གཅིག་དང་སྣ་ཚོགས་མཚན་ཉིད་མིན། །
en: They do not have the characteristics of being one or many. {1}

source: མཚན་ཉིད་མེད་པར་གང་རྟོག་པ། །
en: “What is conceptualized as being without characteristics

source: དེ་དག་ཉིད་ནི་མཚན་ཉིད་འགྱུར། །
en: Will itself become a characteristic.

source: མཚན་ཉིད་མེད་ལ་རྟོག་པ་མེད། །
en: What is without characteristics is nonconceptual;

source: རྟོག་པ་ཉིད་ཀྱང་མཚན་ཉིད་མིན། །
en: Conceptuality is not a characteristic either. {2}

source: !འདུས་མ་བྱས་ལ་གང་རྟོག་དང་། །
en: “That which is conceptualized as conditioned

source: མྱ་ངན་འདས་ལ་གང་རྟོག་པ། །
en: And that which is conceptualized as nirvāṇa

source: གཉི་ག་བདུད་ཀྱི་ལས་ཡིན་ཞེས། །
en: As the workings of Māra. {3}

source: དེ་ནི་མཁས་པ་རྣམས་ཀྱིས་བཤད། །
en: Are both explained by the wise

source: ཕུང་པོ་སྐྱེ་མཆེད་ཁམས་ཀྱི་རྣམས། །
en: “All of the aggregates, sensory media, and elements

source: དེ་དག་མིང་གིས་བརྗོད་པ་སྟེ། །
en: Are formulated by name.

source: !མིང་དང་སྐྱེ་མཆེད་གང་ཡིན་པ། །
en: The names and the unproduced

source: དེ་གཉིས་མཚན་ཉིད་གཅིག་པ་ཡིན། །
en: Are both of a single characteristic. {4}

source: ཚུལ་བཞིན་ལ་ནི་གང་རྟོག་པ། །
en: “What is properly conceptualized

source: དེ་ཉིད་ཚུལ་བཞིན་མ་ཡིན་ནོ། །
en: Is itself not proper.

source: མཁས་པ་ཅུང་ཟད་མི་རྟོག་སྟེ། །
en: The wise do not conceptualize even a little bit—

source: སྟོང་པ་ཇི་བཞིན་སྤྱོད་ཡུལ་ལོ། །
en: Their sphere of activity is actually empty. {5}

source: གང་དག་རྟོག་པ་དེ་དག་གཡོ། །
en: “Those who conceptualize waver about;

source: རྟོག་པ་མེད་པ་གཡོ་བ་མེད། །
en: Those who do not conceptualize are unwavering.

source: རྟོག་པ་རྣམས་ནི་གཡོ་བར་འགྱུར། །
en: Concepts produce wavering;

source: རྟོག་པ་མེད་པ་མྱ་ངན་འདའ། །
en: Being without concepts is nirvāṇa. {6}

source: གང་གིས་རང་བཞིན་འདི་ཤེས་པ། །
en: “Those who understand this nature

source: དེ་ནི་ཡེ་ཤེས་ལྡན་ཞེས་བྱ། །
en: Are known as wisdom bearers.

source: དེ་ཕྱིར་ཟག་པ་རྗེས་སུ་ཐོབ། །
en: On that account they have attained cessation.

source: དེ་ནི་རྟོག་མེད་ཡེ་ཤེས་སོ། །
en: That is nonconceptual wisdom. {7}

source: ཡེ་ཤེས་ཀྱིས་ནི་ཡེ་ཤེས་བརྗོད། །
en: “With wisdom is wisdom proclaimed.

source: ཡེ་ཤེས་བརྗོད་པ་རྣམས་ཀྱང་གསོག །
en: Even proclamations of wisdom are vain.

source: ཡེ་ཤེས་འདི་ལྟར་གང་བཟོད་པ། །
en: Those who have acceptance via such wisdom

source: གང་གིས་སྟོང་གསུམ་འདི་དག་རྣམས། །
en: Of filling the trichiliocosms with jewels as offerings. {9}

source: རིན་ཆེན་བཀང་སྟེ་བྱིན་པ་བས། །
en: Superior to the generosity

source: གང་གིས་དམ་ཆོས་འདི་འདྲ་ལ། །
en: “The acceptance by which one accepts a holy Dharma of this sort

source: བཟོད་པ་དེ་ནི་བཟོད་པ་མཆོག །
en: Is the supreme acceptance

source: བསྐལ་པ་བྱེ་བ་བསམ་ཡས་སུ། །
en: “Practicing, for incalculable millions of eons,

source: སྦྱིན་དང་ཚུལ་ཁྲིམས་བཟོད་པ་དང་། །
en: Giving, morality, forbearance,

source: བརྩོན་འགྲུས་བསམ་གཏན་བསྙེན་པས་ནི། །
en: Diligent effort, and concentration

source: མདོ་སྡེ་འདི་དང་མཚུངས་མ་ཡིན། །
en: Is not equal to this sūtra. {10}

source: ཆོས་འདི་དང་ནི་ཐེག་པ་འདི། །ཡང་དག་རྫོགས་པའི་སངས་རྒྱས་གསུངས། །
en: “This Dharma and this vehicle Were taught by the perfectly complete Buddha.

source: མདོ་སྡེ་འདི་ལ་བརྟེན་བྱས་ན། །
en: When relying on this sūtra

source: ཐམས་ཅད་དེ་བཞིན་གཤེགས་པར་འགྱུར། །
en: All will become tathāgatas.” {11}

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པ་ན་སྲོག་ཆགས་འབུམ་ནི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་དང་བྲལ་ཞིང་དྲི་མ་མེད་པར་རྣམ་པར་དག་གོ། །
en: When this Dharma discourse had been explained, one hundred thousand living beings purified the Dharma eye with regard to dharmas so that it was dustless and stainless.

source: དགེ་སློང་ལྔ་བརྒྱ་ནི་ལེན་པ་མེད་པར་ཟག་པ་རྣམས་ལས་སེམས་རྣམ་པར་གྲོལ་ལོ། །
en: The minds of five hundred monks were liberated from the pollutions without any further clinging.

source: གཟུགས་ན་སྤྱོད་པའི་ལྷའི་བུ་བརྒྱད་ཁྲི་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་ནས་
en: Eighty thousand gods belonging to the form realm generated the mind set on unexcelled, perfectly complete awakening.

source: དེ་དག་ཐམས་ཅད་བསྐལ་པ་སྐར་མ་ལྟ་བུ་ཞེས་བྱ་བ་ལ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་ཏེ
en: [The Bhagavān predicted] that they would all realize unexcelled, perfectly complete awakening in the eon called Star-like and

source: དེ་དག་ཐམས་ཅད་ཀྱང་འདི་ལྟར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མེ་ཏོག་ཅེས་བྱ་བར་མིང་འཐུན་པར་འགྱུར་རོ་
en: that all of them would then bear the same name: the tathāgata, arhat, perfectly complete buddha Flower.

source: ཞེས་བཅོམ་ལྡན་འདས་ཀྱིས་ལུང་བསྟན་ཏོ། །
en: The Bhagavān predicted

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: When the Bhagavān had said this,

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: the youthful Mañjuśrī, the venerable Śāriputra, and the world with its gods, humans, asuras, and gandharvas rejoiced and praised the proclamation of the Bhagavān.

source: འཕགས་པ་འཇམ་དཔལ་གནས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This concludes The Noble Mahāyāna Sūtra “The Dwelling Place of Mañjuśrī.”

source: རྒྱ་གར་གྱི་མཁན་པོ་སུ་རེན་དྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: It was translated, edited, and finalized by the Indian master Surendrabodhi and the editor-translator Bandé Yeshé Dé.
